Tekla.Structures.ModelInternal.dotNumberingSettingsType_t


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.ModifiedCompareToOld


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.NewCompareToOld


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.KeepNumberIfPossible


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.OldNumberUse


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.WithScrewHoles


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.WithRebars


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.WithEmbeds


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.WithSurfacings


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.WithPartName


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.WithAssemblyName


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.WithWelds


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.BeamOrientation


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.ColumnOrientation


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.Phase


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.UseStandardParts


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.SaveBeforeNumbering


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.SaveAfterNumbering


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.AutomaticCloning


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.SwitchMultiNumber


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.NumberRebarSetTaperedGroups


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.Tolerance


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.SteelTolerance


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.ConcreteTolerance


Tekla.Structures.ModelInternal.dotNumberingSettingsType_t.RebarTolerance
